test/zoo/gerund/exported/gerund_1_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.0
  produit {
    TYPE produit PK
    TYPE libelle
  }
  ligne_de_commande {
    TYPE quantite PK
  }
  commande {
    TYPE commande PK
    TYPE date
  }
  ligne_de_commande }o..|| produit: DF
  ligne_de_commande }|..|| commande: DF
